Repository: shalin-addweb/addweb-d8-jwd
Catalog: custom/jwd_user_registration/translations/*.po
Languages: de

source: JWD user registration settings
de: JWD Einstellung für Nutzerregistrierung

source: JWD users
de: JWD Nutzer

source: JWD user
de: JWD Nutzer

source: JWD delete user
de: JWD Nutzer löschen

source: JWD resend user validation email
de: JWD Validierungs-E-Mail erneut senden

source: JWD validate user
de: JWD Nutzer validieren

source: JWD generate customer number
de: JWD Kundennummer erzeugen

source: Administer JWD user registration
de: JWD Nutzerregistrierung verwalten

source: Administer JWD users
de: JWD Nutzer verwalten

source: Delete JWD users
de: JWD Nutzer löschen

source: authorized roles
de: Autorisierte Rollen

source: unauthorized role
de: Unbefugte Rolle

source: Time the validation URL is active
de: Gültigkeitsdauer des Validierungslinks

source: The pending users will also be deleted after this time, if they have not validated theire email before.
de: Die noch nicht validierten Nutzer werden ebenfalls nach dieser Zeit gelöscht, wenn sie sich noch nicht validiert haben.

source: day
de: Tag

source: days
de: Tage

source: week
de: Woche

source: Redirect after email validation
de: Weiterleitung nach der E-Mail-Validierung

source: View mode for user admin page
de: Ansicht für die Nutzerverwaltungsseite

source: Save
de: Speichern

source: Customer number
de: Kundennummer

source: Validated
de: Validiert

source: Roles
de: Rollen

source: generate
de: erzeugen

source: active
de: aktiv

source: blocked
de: gesperrt

source: pending
de: austehend

source: yes
de: ja

source: user orders
de: Bestellungen des Benutzers

source: No users found.
de: Keine Nutzer gefunden.

source: actions
de: Aktionen

source: resend validation email
de: Validierungs-E-Mail erneut senden

source: validate
de: Validieren

source: Delete
de: Löschen

source: User does not exist.
de: Der Benutzer existiert nicht.

source: User saved.
de: Benutzer gespeichert.

source: Do you really want to delete the user "@name"?
de: Wollen Sie wirklich den Nutzer "@name" löschen?

source: Cancel
de: Abbrechen

source: User deleted.
de: Benutzer gelöscht.

source: Your validation link has expired. Please repeat the registration.
de: Ihr Bestätigungslink ist abgelaufen. Bitte wiederholen Sie die Registrierung.

source: You have successfully validated your e-mail address.<br/>Your account will now be approved. Upon approval you will receive an e-mail containing steps to login to your new account.
de: Sie haben Ihre E-Mail Adresse bestätigt. Nach erfolgreicher Prüfung Ihrer Angaben erhalten Sie eine E-Mail mit den Informationen zu Ihrem persönlichen Login.

source: You have already validated your e-mail address.
de: Sie haben Ihre E-Mail Adresse bereits bestätigt.

source: The user does not exist. Please repeat the registration.
de: Der Benutzer ist nicht vorhanden. Bitte wiederholen Sie die Registrierung.

source: User was successfully validated.
de: Der Nutzer wurde erfolgreich validiert.

source: User could not be validated.
de: Der Benutzer konnte nicht validiert werden.

source: A validation email was send to the user.
de: Eine Validierungs-E-Mail wurde an den Nutzer gesendet.

source: The validation email could not be send to the user.
de: Die Validierungs-E-Mail konnte nicht an den Nutzer gesendet werden.

source: Customer number was generated.
de: Kundennumme wurde erzeugt.

source: Validate URL
de: Validierungs-URL

source: Administrative URL
de: Administrierungs-URL
